
[ProvingGroundsChallengeMissionActivity]
ProvingGroundsChallengeMissionActivity_Kills_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Kills
ProvingGroundsChallengeMissionActivity_KillsWithSecondary_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Kill <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies with pistols.
ProvingGroundsChallengeMissionActivity_KillsWithGrenade_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Grenade kills
ProvingGroundsChallengeMissionActivity_Assists_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Assists
ProvingGroundsChallengeMissionActivity_Arrests_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Get <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>Arrests
ProvingGroundsChallengeMissionActivity_StunEnemies_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Stun <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies.
ProvingGroundsChallengeMissionActivity_Kills_Driving_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Run over <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies.
ProvingGroundsChallengeMissionActivity_Kills_FromBehind_Crim_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Kill <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies from behind.
ProvingGroundsChallengeMissionActivity_Kill_Player_LMG_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Kill <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies with LMGs.
ProvingGroundsChallengeMissionActivity_Kill_Player_SAR_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Kill <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies with Rifles.
ProvingGroundsChallengeMissionActivity_Kill_Player_Shotguns_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Kill <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies with Shotguns.
ProvingGroundsChallengeMissionActivity_Kill_Player_SMG_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Kill <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies with SMGs.
ProvingGroundsChallengeMissionActivity_Kill_Player_SniperRifles_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Kill <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies with Sniper Rifles.
ProvingGroundsChallengeMissionActivity_Kill_Player_AssaultRifle_Description=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1>Kill <Color:R=0.819608 G=0.082353 B=0.768627><Requirement> <Color:R=1 G=1 B=1>enemies with Assault Rifles.
